{
	"news": {
		"business": [
			{
				"title": "MGM says it could pay up to $800 million for possible settlements related to Vegas massacre",
				"source": "https://www.cnn.com/2019/05/17/business/vegas-shooting-mgm-resorts-lawsuit-settlement/index.html",
				"text": "New York (CNN Business)MGM Resorts thinks it could pay as much as $800 million for lawsuits related to the 2017 massacre in Las Vegas, though it's not clear when or if settlements will be reached.\nDeals have not yet been reached between MGM and thousands of people who sued the company for a variety of reasons after a man killed 58 people and wounded more than 500 others by shooting from the window of MGM's Mandalay Bay hotel. The attack on attendees of a music festival was the deadliest mass shooting in modern US history.\n\"MGM's stated goal regarding mediation is, as it always has been, to resolve these matters so that all impacted can move forward in their healing process,\" the company said in an emailed statement Friday. \"After multiple mediation sessions over several months, progress has been made, and while mediation is ongoing, the Company believes it is reasonably possible that a settlement will be reached.\nBut Robert Eglet, an attorney who says he represents more than half of the estimated 4,200 claimants, told CNN Business that they are still \"a long way from a settlement, if it does settle.\"\n \"It's just as possible at this point that it doesn't,\" Eglet said. He added that if a settlement is not reached, attorneys involved in the case will once again pursue litigation.\n\nMGM said in a regulatory filing last week it was \"reasonably possible\" that it will pay out between $735 million and $800 million.\nThe document notes that the company has about $751 million in insurance coverage that can be used to help cover such costs\nMGM \"continues to believe it is not legally responsible for the perpetrator's criminal acts,\" the filing says. But it's interested in \"avoiding protracted litigation and the related impact on the community.\"\nMGM Resorts International is the parent company of the corporations that own the Mandalay Bay and the Las Vegas Village, the site of the festival."
			}
		]
	}
}
