{
	"news": {
		"business": [
			{
				"title": "Baidu posts its first loss in 15 years as China's slowdown hits online advertising",
				"source": "https://www.cnn.com/2019/05/17/tech/baidu-stock-earnings-loss/index.html",
				"text": "Hong Kong (CNN Business)China's economic slowdown is taking its toll on one of the country's biggest tech companies\nSearch engine Baidu (BIDU) reported a net loss of 327 million yuan ($47 million) for the three months to March due to a slump in its main online advertising business.\nThat was the company's first loss since it went public in 2005, and compared with a profit of 6.7 billion yuan during the same period last year.\nBaidu's stock price plunged more than 10% in premarket trading, wiping nearly $5.8 billion off its market value.\nCEO Robin Li said the sharp drop in earnings was due in part to China's broader economic slowdown and increased government scrutiny of online content, which had hurt the company's core business. Online marketing accounted for 73% of Baidu's quarterly revenue of $3.6 billion.\n\"Although the Chinese government has announced many economic policies to bolster the economy ... we are taking a cautious view that online marketing in the near term will face a more challenging environment,\" Li said during an earnings call.\nChina's economic growth has slumped to a near three-decade low in recent months, as the country grapples with an escalating trade war against the United States and tries to rein in high levels of debt.\nBaidu is trying to broaden out its sources of revenue beyond its core search business, investing billions in areas like artificial intelligence and self-driving vehicles.\nThe company announced Thursday that the head of its main search business, Hailong Xiang, had resigned after 14 years at the company. Baidu named its vice president of mobile products as his successor, saying the mobile and search businesses would now be combined into one.\nThe company's disappointing performance was in contrast to its two main Chinese tech competitors, Tencent (TCEHY) and Alibaba (BABA), both of which reported strong earnings earlier this week."
			}
		]
	}
}
