{
	"news": {
		"business": [
			{
				"title": "End of an era: 133 year-old Avon may sell to Body Shop parent",
				"source": "https://www.cnn.com/2019/05/22/business/avon-sale-natura/index.html",
				"text": "New York (CNN Business)Avon is nearing a sale.\nThe cosmetics brand is close to being purchased by Natura Cosmeticos, the latter company said Wednesday. The deal would be all-stock, Natura said.\n\"The parties are currently ... negotiating final contractual terms of the Transaction,\" said the Brazil-based Natura in a press release.\nIf the boards of the two companies approve the deal, it would mark the end of independence of Avon, the 133-year-old brand. Avon popularized the door-to-door cosmetic sales model in the mid-1900s, but its sales have continued to fall as consumers shift their shopping habits online.\nThe deal could be announced as soon as Wednesday, the Wall Street Journal reported, but said the price \"couldn't immediately be learned.\" The Financial Times reports the deal values Avon at more than $2 billion.\nAvon (AVP)'s stock jumped 10% on Wednesday.\nAvon confirmed the talks in a statement Wednesday, but added that \"there can be no assurance any transaction will result from these discussions.\" It declined to comment further.\nNatura's purchase could help Avon gain a brick-and-mortar partner because the company also owns the Body Shop. Having the Avon brand could also help Natura expand its footprint outside of Latin America.\nAvon's troubles date back several years.\nIn 2012, it turned down an offer from rival Coty for $10 billion. A non-existent company once made a hoax takeover offer for Avon, which briefly made the stock pop.\nAvon was booted out of the blue chip S&P 500 in 2015 because its market value was too small, ending a half of century run on the index.\nThe company also sold a majority of its North American makeup business to private equity firm Cerberus in 2015. Last month, that part of the business was sold once again to LG Household & Health Care for $125 million."
			}
		]
	}
}
