{
	"news": {
		"business": [
			{
				"title": "Here's the worst-case scenario for the US-China trade war",
				"source": "https://www.cnn.com/2019/05/23/economy/trade-war-economy/index.html",
				"text": "New York (CNN Business)It turns out trade wars are not short and not so easy to win, as President Donald Trump once tweeted. As the US-China trade war drags on, economists are sharpening their pencils, forecasting what a protracted trade war would cost.\nThe Organization for Economic Cooperation and Development warns an escalation would hurt the US economy and damage the rest of the world, shaving 0.7% from global growth by the year 2021. That's roughly $600 billion. The OECD sees the potential for new trade barriers between the United States and the European Union and Brexit-related uncertainties, as well.\nIn an analyst note, Morgan Stanley finds the window for resolving the trade dispute is narrowing. Without resolution in the next month, the trade war will bite into global growth.\n\"If talks stall, no deal is agreed upon and the US imposes 25% tariffs on the remaining $300 billion of imports from China, we see the global economy heading towards recession,\" Morgan Stanley's analysts wrote. Under that scenario, the US Federal Reserve would have to cut interest rates, ultimately back to zero and China would need huge new stimulus, they said.\nAt Bank of America, analysts report the trade war has already hurt confidence on Main Street, noting a protracted trade war \"could have a meaningful impact on consumer spending.\"\nAmerica's top retailers are already bracing for that impact. Kohl's (KSS), Home Depot (HD) and Walmart (WMT) have said tariffs will lead to higher prices on some items. The Footwear Distributors and Retailers of America, a trade association, said an escalation in tariffs on shoes would be \"catastrophic.\" Roughly 72% of all footwear sold in the US in 2017 was made in China, according to another industry trade group.\nIt will mean higher prices for consumers, or lower profits for companies. That can mean fewer jobs.\nBut a year into the trade war, there is a growing realization that Trump's tariff regime may become permanent.\nOver the past year, the White House has imposed tariffs on foreign steel and aluminum, on $50 billion in high-tech goods from China, on another $200 billion in commodities and maufacturing components from China, and has now begun the process of putting import taxes on everything else the US buys from there.\nThe president dismisses these concerns, admonishing American companies to manufacture in the United States if they want to avoid tariffs. The president's advisers say, US economy is strong enough to absorb any hit."
			}
		]
	}
}
