{
	"news": {
		"business": [
			{
				"title": "Fiat Chrysler and Renault reportedly in advanced talks to form a close alliance",
				"source": "https://www.cnn.com/2019/05/25/cars/fiat-chrysler-renault/index.html",
				"text": "New York (CNN Business)Fiat Chrysler and Renault could be headed for a game-changing partnership.\nThe companies are reportedly in \"advanced discussions\" about forming an alliance that could set up FCA (FIAT C) to become part of the world's largest automotive coalition that includes Renault (RNLSY), Nissan (NSANF) and Mitsubishi (MSBHY), the Wall Street Journal and the Financial Times reported Saturday.\nA close-knit partnership with FCA could give a massive boost to Renault's business in North America, where FCA already has a large manufacturing and customer base selling car brands like Jeep, Dodge and Chrysler.\nReports cautioned that a deal is not yet final and talks could still fall apart.\nFCA and Renault declined comment to CNN Business.\nThe future of the powerful alliance between Nissan, Renault and Mitsubishi was thrown into question when the architect of the alliance, Nissan's Carlos Ghosn, was arrested in Japan eight months ago on a number of charges.\nNissan posted a big drop in profits earlier this month, underlining the bumpy road ahead as it tries to move on after Ghosn's arrest and fend off a merger proposal from Renault.\nThe talks between Renault and FCA, however, are focused on the potential for extensive cooperation that goes beyond the companies' existing manufacturing partnership, and could \"include joining large portions of their businesses,\" the Journal reported, citing unnamed sources familiar with the matter.\nAdding FCA to the Nissan-Renault-Mitsubishi alliance could shake up the balance of power within the group in a way that would weaken Japan's Nissan, according to the Financial Times.\nIt's not clear if Nissan, which also builds and sells cars in the United States, was involved in the discussions with FCA, the sources said."
			}
		]
	}
}
