{
	"news": {
		"business": [
			{
				"title": "Facebook says Zuckerberg and Sandberg will defy Canadian subpoena, risking contempt vote",
				"source": "https://www.cnn.com/2019/05/27/tech/zuckerberg-contempt-canada/index.html",
				"text": "New York (CNN Business)Facebook's Mark Zuckerberg and Sheryl Sandberg will not attend a hearing in Ottawa later this week, despite receiving summonses from the Canadian parliament, Facebook confirmed on Monday.\nThe decision could result in the executives being held in contempt of parliament, the senior Canadian politician who sent the summons told CNN.\nBoth executives received formal requests from the Canadian Parliament earlier this month tied to a gathering of an international committee examining Silicon Valley's impact on privacy and democracy. Zuckerberg and Sandberg have testified before the United States Congress on the subject.\nFacebook said is it sending Kevin Chan, its head of public policy for Facebook Canada, and Neil Potts, its director of public policy, to the meeting instead.\nLawmakers from at least ten countries, including the United Kingdom and Australia, are expected to attend the meeting, which is the second of its kind. The first meeting of the committee last year in London resulted in the release of secret internal Facebook documents.\n\"Collectively we represent about 450 million people, it's a bigger population group than the US,\" Bob Zimmer MP, the chair of the Canadian parliamentary committee hosting the international meeting, told CNN Monday.\nZimmer sent both executives summonses earlier this month. He said the company had submitted alternate names of people to attend in their place, but that he wants to hear directly from the social network's top two executives. Their presence is important, he said, because, \"Knowing the structure of Facebook and how it is micro-managed right from the top, any change on the platform is done through Mr. Zuckerberg or through Ms. Sandberg.\"\n\"It's not that hard to jump on a plane and make some time to hear from legislators and answer their questions,\" he told CNN.\nThe decision to hold them in contempt, Zimmer said, would be voted on by the whole of Parliament.\n\"Nobody is going to come with some handcuffs and arrest them, but to be held in contempt by an entire country would not serve any platform well,\" he added.\nA Facebook (FB) spokesperson said in a statement earlier Monday: \"Ultimately this is a decision for Parliament — we're not in a position to speculate. We share the Committee's desire to keep people safe and to hold companies like ours accountable. Right now we're focused on engaging in meaningful dialogue with the committee and look forward to answering their questions.\"\n\"We look forward to answering their questions and remain committed to working with world leaders, governments, and industry experts to address these complex issues,\" the spokesperson said."
			}
		]
	}
}
