{
	"news": {
		"business": [
			{
				"title": "Apple wins patent for a foldable display",
				"source": "https://www.cnn.com/2019/05/28/tech/apple-foldable-screen-patent/index.html",
				"text": "San Francisco (CNN Business)Apple has won a patent for a foldable screen that could be used on iPhones and other devices.\nThe patent, granted Tuesday by the US Patent and Trademark Office, describes an electronic device with a display and cover that are flexible or bendable.\nCompanies, including Apple, often patent ideas that never come to fruition, and the item described in an application doesn't necessarily have to be feasible for the patent to be granted.\nThe application was filed in January 2018 and is among a series of patent applications Apple has made around the idea of a foldable display. Patently Apple was the first to report that the patent had been granted.\n\"Foldable phones and 5G represent the next generation of smartphones in the coming years,\" said Daniel Ives, an analyst at Wedbush Securities.\nHe told CNN Business that Apple (AAPL) has been on the fence about foldable phones for years with rumors about the form factor circulating since about 2017.\nIn the past, Apple has filed patents for a flexible display with touch sensors and portions that open and close like a book, as well as a flexible iPhone that can fold in half and grip a person's clothes.\nIves said Apple's new patent is important because it \"shows this is something on its roadmap.\"\nAt Mobile World Congress in February, Samsung (SSNLF) and Huawei touted forthcoming foldable phones, but getting them to market has proven difficult.\nSeveral reporters with early access to Samsung's Galaxy Fold — a $2,000 foldable smartphone that turns into a tablet — said their devices broke after just a few days of use. Samsung delayed the April launch and hasn't said when a new device will ship. On Friday, Best Buy (BBY) canceled pre-orders of the phone.\nHuawei, for its part, was recently added to a US Commerce Department list of companies the US government considers to be undermining American interests and has been caught in an export ban in the ongoing trade war between the United States and China.\nIves believes the earliest Apple could realistically release a foldable smartphone would be late 2020 or early 2021.\n\"They're well behind Samsung when it comes to foldable phones,\" he said. \"But one advantage is that Samsung's Galaxy Fold has had technical issues as well as expensive pricing.\""
			}
		]
	}
}
