{
	"news": {
		"politic": [
			{
				"title": "US military says Afghan security forces killed in airstrikes",
				"source": "https://www.cnn.com/2019/05/18/politics/us-military-afghan-forces-killed-air-strikes/index.html",
				"text": "Multiple Afghan security forces personnel were killed by US airstrikes this week while trying to come to the defense of Afghans under attack by the Taliban in Helmand province, a spokesman for the US military in Afghanistan told CNN.\nWhile the Afghan national defense forces were under heavy attack by the Taliban late Thursday, they requested precision air support and airstrikes were called in, according to Col. Dave Butler. He said US authorities coordinated with the Afghans to make sure the area was clear of friendly forces and were told that it was.\n\"Unfortunately, they were not and a tragic accident resulted. Afghan Security Forces as well as Taliban fighters were killed in the strikes,\" Butler said.\nThe New York Times and Washington Post first reported the incident.\nEight Afghan policemen were killed and 11 others were injured when Taliban attacked checkpoints in Helmand, according to a spokesman for the Afghan Interior Ministry, Nasrat Rahimi. He did not provide any figures about casualties during the airstrikes.\nRahimi said a team of its officials, as well as some from the NATO-led Resolute Support mission, will investigate.\nThe incident comes at a delicate time in US-led negotiations to bring the 17-year war in Afghanistan to a close. Butler said the US is \"examining the miscommunication to ensure it is not repeated.\"\n\"We regret this tragic loss of life of our partners and are committed to improvement every day with every mission,\" Butler said.\nIn March, a US-Afghan convoy came under fire from friendly forces positioned near an Afghan National Army check point in the Uruzgan province, US and coalition officials told CNN.\nThe convoy attempted to communicate that it was a friendly group but was unable to deescalate the situation, according to the officials.\nAmerican forces had launched two \"self-defense\" airstrikes near the checkpoint, mistakenly killing five Afghan soldiers and wounding 10 more, according to the Afghan government and coalition."
			},
			{
				"title": "State Department condemns killing of American citizen in Nicaraguan prison",
				"source": "https://www.cnn.com/2019/05/18/politics/state-department-nicaragua-prison/index.html",
				"text": "The State Department condemned the killing of an American citizen being held in Nicaragua after a prison uprising, according to Nicaraguan and US officials.\nHowever, they disagreed whether the killing of Eddy Antonio Montes Praslín was a justified homicide as the US ambassador and a lawyer representing Nicaraguan political prisoners maintain, or if it was justified because he was attacking guards as the Nicaraguans maintain.\nMontes was killed during an incident at La Modelo prison on Thursday, according to Nicaraguan officials.\n\"We vehemently condemn the killing of Mr. Montes. His death, the deaths of hundreds of innocent civilians at the hands of (Nicaraguan President Daniel) Ortega's security and parapolice forces, and the continued detention of hundreds more political prisoners demonstrate the regime's utter disregard for human life and democratic freedoms,\" State Department spokeswoman Morgan Ortagus said in a statement.\n\"We call for an immediate, thorough, and transparent investigation of Montes's death. We reiterate our call for the unconditional release of all political prisoners. The United States will hold accountable the Ortega regime and Nicaraguan security forces involved in human rights abuses and violations,\" she continued.\nThe Nicaraguan government said Montes was part of a group of prisoners who apparently charged security guards and, after a scuffle, he was shot by a prison guard. The government also said he was shot in \"self-defense.\"\n\"The death of US citizen Eddy Montes at the hands of prison authorities of La Modelo caused me great sadness. Today I met with his family to express our condolences. They deserve full and credible report of the unjustified use of lethal force against an unarmed prisoner,\" US Ambassador to Nicaragua Kevin Sullivan tweeted Friday.\nNicaraguan officials said Montes was being held on terrorism and other charges after \"attacking\" a police unit in Matagalpa on May 15, 2018, causing some policemen to be injured.\nThe State Department said 500 Nicaraguans \"unjustly languish in Daniel Ortega's jails and courts on political charges.\""
			},
			{
				"title": "Senior enlisted sailor retires after telling sailors to 'clap like we're at a strip club' for Pence",
				"source": "https://www.cnn.com/2019/05/07/politics/sailor-retires-uss-harry-truman/index.html",
				"text": "The senior enlisted sailor who told sailors aboard the USS Harry S. Truman to \"clap like we're at a strip club\" for Vice President Mike Pence's arrival on April 30 has stepped down.\n\"This week, Master Chief Jonas Carter asked to step down as your Command Master Chief and retire, and I am supporting his decision,\" Capt. Nick Dienna, the commanding officer of the USS Harry S. Truman, said in a statement to his crew on Facebook.\nIn the post, Dienna passed along a statement from Carter that read: \"When you find yourself making a mistake, own it, accept responsibility and learn from it. Today, I want each of you to know that I have taken full responsibility of my mistake last week and together with my family, I have decided to retire.\"\nThe ship's public information officer, Lt. Cmdr. Laura Stegherr, confirmed to CNN at the time that Carter made the comments prior to Pence's arrival aboard the Truman in Norfolk, Virginia, called the statement \"inappropriate,\" and said the \"issue is being addressed by Truman's leadership.\"\nDienna said, \"Onboard USS Harry S. Truman, we measure ourselves by the highest standards of professionalism and personal integrity.\"\n\"I commend Master Chief Carter for having the forthrightness and the courage to uphold this ethos by taking responsibility and holding himself accountable for his comments,\" he said. \"I sincerely thank him for his years of devoted service to our Navy and to the men and women of Truman, and I wish him the best.\"\nDienna noted that Carter spent nearly 30 years in the Navy, saying he \"has touched the lives of thousands of Sailors and has molded countless future leaders in our Navy.\""
			}
		]
	}
}
