{
	"news": {
		"tech": [
			{
				"title": "Glass graduates from Alphabet’s X as it scores new hardware update",
				"source": "https://techcrunch.com/2019/05/20/glass-graduates-from-google-x-as-it-scores-new-hardware-update/",
				"text": "After defining the company’s far-flung connected dreams when it was first announced in 2013, the enterprise-refocused headset is graduating from the X moonshot factory with a new hardware update that aims to make it more approachable for companies.\nAfter a soft consumer tease that was buzz-worthy if not laughably pre-mature, Google Glass Enterprise Edition was announced two years ago and the dedicated group has been plugging along since, courting businesses to hop on board.\nThe design of Glass Enterprise Edition 2 doesn’t appear to be radically different from its predecessor, but under the hood there are some noteworthy changes, namely the platform now runs on Android and Android Enterprise Mobile Device Management. Those changes alone are probably enough for enterprise customers to move from the non-starter camp to giving it a first look.\nThe software upgrades are made possible by the headset’s transition to Qualcomm’s AR/VR-focused XR1 chipset. The company also says the new headset has “improved camera performance and quality,” as well as USB-C connectivity.\nCompared to something like Microsoft’s HoloLens, the Glass Enterprise Edition 2 is much more limited in capabilities, but focuses on giving users easy hands-free access to information in their periphery.\nThe Glass team joins Google’s AR/VR team and marks another key point in the company’s gradual pivot away from driving to the consumer hoop. In the past year, Google has minimized product updates to its consumer VR platform, while shuttering some groups focused on creative content production and refocusing efforts on enterprise and consumer products more heavily leveraging machine learning.\nWith its move from X, the Glass team joins other graduates that also left the moonshot factory."
			},
			{
				"title": "Samsung's first 5G phone is out for Verizon customers",
				"source": "https://www.cnn.com/2019/05/16/tech/samsung-5g-galaxy-s10/index.html",
				"text": "San Francisco (CNN Business)It's a big day for the future of wireless internet connectivity.\nSamsung's 5G phone has hit the market — it is the first time a smartphone can access 5G without an attachment in the US.\nThe $1300 Galaxy S10 5G smartphone is now available for Verizon customers in Chicago and Minneapolis. When customers leave those areas, the 5G smartphone will still work on Verizon's 4G LTE network.\nLater this year, the smartphone will launch in additional cities on Verizon and work with other carriers, including Sprint (S) and AT&T (T), which owns CNN's parent company.\n5G is the latest iteration of wireless technology and is expected to allow for things like better video streaming and technical advancements, such as connecting self-driving cars.\nThe networks are still very limited, but the phone is a big step toward a greater roll out. The launch will likely help carriers test their service and create the foundation for future iterations of 5G devices.\nThe smartphone features a 6.7-inch display and six camera lenses, including a dual-front camera with a 3D-depth lens to handle things like augmented reality. It's available in two storage options — 256GB or 512GB — and comes in silver or black.\nWhile the device costs $1300 for Verizon customers, they can snag it for half off for a limited time on Verizon's website and in its stores.\nVerizon was also the first carrier to offer a 5G-compatible phone when it launched its moto z3 smartphone. However, that phone required an accessory that attached to the back of the device to access the 5G network.\nOne Verizon store representative in Chicago and another in Minneapolis confirmed the 5G device is for sale at their locations but said they hadn't noticed an increase in sales or lines.\nWith the release of its first 5G phone, Samsung (SSNLF) gets a running start ahead of Apple (AAPL), which isn't expected to debut a 5G iPhone until the final quarter of 2020. The transition from 4G to 5G is expected to be more widespread that year, too."
			}
		]
	}
}
