{
	"news": {
		"tech": [
			{
				"title": "Facebook was flooded with far-right content ahead of the EU election, campaigners say",
				"source": "https://www.cnn.com/2019/05/22/tech/facebook-eu-far-right/index.html",
				"text": "London (CNN Business)Far-right and anti-EU groups have been using hundreds of \"disinformation networks\" on Facebook to spread their message ahead of this week's European Union elections, according to campaign group Avaaz.\nThe group said its investigation had identified over 500 suspicious pages and Facebook (FB) groups in France, Germany, Italy, Poland, Spain, and the United Kingdom. Duplicate and fake accounts were used to spread the content wider, it added.\nContent posted by the pages had been viewed 533 million times over the past three months, Avaaz said. It included doctored images, fake news stories, posts promoting white nationalism, pages supporting banned individuals and groups and hateful content inciting violence against Muslims.\nSome of the content, including symbols associated with Nazism in Germany, was illegal.\nAvaaz shared its findings with Facebook (FB), which reacted by deleting some of the accounts.\nA Facebook spokesperson said the company removed a \"number of fake and duplicate accounts\" that were violating its policies.\n\"We also took action against some additional pages that repeatedly posted misinformation,\" the spokesperson added.\nMore than 500 million people from 28 European Union member states will be able to cast their votes for European Parliament candidates later this week.\nEuroskeptic and fringe parties are expected to do well in the election. The most recent polling from Europe Elects predicts that these parties could win up to 35% of seats in the European Parliament.\nAvaaz said the fake news pages and groups were followed by nearly 32 million people, far more than the number of followers of the official Facebook pages of the main far-right parties in the six countries combined."
			},
			{
				"title": "Tencent is finding ways to beat its gaming slump",
				"source": "https://www.cnn.com/2019/05/15/tech/tencent-earnings-china/index.html",
				"text": "Financial services and cloud computing are helping Tencent overcome a slump in its gaming business.\nThe Chinese tech company beat analysts' estimates with a 17% jump in first quarter profit on Wednesday. Revenue for the first three months of the year rose 16% to 85.5 billion yuan ($12.4 billion).\nTencent (TCEHY) is the world's largest gaming company, but its core business was walloped by an unexpected regulatory crackdown on games in China last year. Beijing stopped approving new titles, leaving Tencent unable to make money from some of its most popular online games.\nThe ban was lifted in December, and after tweaking content to satisfy Chinese regulators, Tencent got the green light to start monetizing several titles this year.\nKenny Liew, an analyst with research firm Fitch Solutions, attributed the strong first quarter results to \"the resumption of game approvals ... and continued growth in its fintech and cloud segments.\" Fintech includes online financial services like mobile payments, investment funds and credit scoring.\nRevenue in the company's online games business fell 1% to 28.5 billion ($4.1 billion) in the first quarter.\nThe big boost came from Tencent's further expansion into online payments, and its push into internet business offerings such as cloud services.\nRevenue from mobile financial services and business services came in at 21.8 billion yuan ($3.1 billion), up 44% compared to a year earlier.\nThe move into cloud services puts Tencent in direct competition with fellow Chinese tech giant Alibaba (BABA).\nThe e-commerce behemoth dominates cloud services in China, accounting for 43% market share in the first half of 2018, according to research firm IDC. Tencent is second, with 11%.\nAlibaba and Tencent are two of China's biggest tech companies, each with a market value of well over $450 billion. Shares in both companies were pummeled last year, hit by fears of China's slowing economy, the US-China trade war and a broader tech sell-off. The gaming crackdown added to Tencent's pain.\nBoth have staged recoveries in 2019. Tencent stock closed 1.2% higher in Hong Kong, and is now up 19% since January. Alibaba, which reports earnings on Wednesday in New York, is up nearly 28% so far this year."
			}
		]
	}
}
