{
	"news": {
		"business": [
			{
				"title": "Apple's Tim Cook says his generation failed on climate change",
				"source": "https://www.cnn.com/2019/05/18/business/apple-tim-cook-climate-change-tulane-commencement/index.html",
				"text": "New York (CNN Business)Apple CEO Tim Cook says his generation failed on climate change.\n\"We spent too much time debating,\" Cook told Tulane University graduates during a commencement speech in New Orleans on Saturday. \"We've been too focused on the fight and not focused enough on progress — and you don't need to look far to find an example of that failure.\"\nDuring his 15-minute speech, Cook, 58, called on the students to do better for humanity and to ignore the political noise around the climate change issue in order to make a real difference.\n\"This problem doesn't get any easier based on whose side wins or loses an election,\" he said, adding that people should stop and think about why some deny climate science. \"It's about who has won life's lottery and has the luxury of ignoring this issue and who stands to lose everything.\"\nHe pointed out that the livelihoods of local farmers and fisherman depend on a healthy ecosystem. Meanwhile, catastrophic natural disasters like Hurricane Katrina, which devastated New Orleans in 2005, are becoming more common.\n\"When we talk about climate change or any issue with human cost — and there are many — I challenge you to look for those who have the most to lose, and find the real true empathy that comes from something shared,\" Cook said. \"That is really what we owe one another.\"\nThe Apple (AAPL) CEO also briefly commented on the tech industry. He said the algorithms that run our digital lives can keep us wrapped up in ideas we already agree with rather than exposing people to alternative viewpoints. He challenged the students to seek out information from the other side.\nAnd he had advice for people headed into the business world: \"Don't waste time on problems that have been solved. Don't get hung up on what other people say is practical. Instead, steer your ship into the rocky seas.\""
			}
		]
	}
}
