{
	"news": {
		"business": [
			{
				"title": "SpaceX launches first batch of 60 internet satellites in landmark mission",
				"source": "https://www.cnn.com/2019/05/23/tech/spacex-starlink-internet-satellites/index.html",
				"text": "New York (CNN Business)SpaceX just vaulted a rocket full of 60 satellites into the sky, marking a huge leap forward on its mission to put up a megaconstellation that could beam cheap broadband all over the planet.\nThis is the first dedicated mission for SpaceX's internet constellation, called Starlink. It kicked off when the company's towering Falcon 9 rocket blazed toward the sky from a launch pad at Cape Canaveral Air Force Station at 10:30 pm ET.\nAround 11:30 pm ET, the second stage of the rocket deployed what's called a payload stack — holding all 60 satellites. It slowly began to drop the individual satellites into orbit.\nMusk said the satellites would fan out in a way that will look like \"spreading a deck of cards on a table.\"\nHe confirmed in a tweet not long after deployment that all 60 satellites were \"online,\" and that the devices would soon spread out their solar arrays, which power the satellites while in orbit.\nIt's not year clear if all 60 satellites are fully functional, but tweets from Musk and SpaceX appeared to confirm everything was running smoothly in the hours after launch.\nThis mission, if fully successful, will mark the largest step forward for any company attempting such a project. It could even set SpaceX up to beat out competitors such as Amazon and SoftBank-backed OneWeb, which each want to form internet constellations of their own.\nSpaceX ultimately wants Starlink to grow to include potentially thousands of satellites over the next few years. The company says it could make available low-cost internet for a significant portion of the world's population that isn't yet online and offer a competitive alternative for people who aren't happy with their broadband provider.\nGetting SpaceX's full constellation up and running will cost in the ballpark of $10 billion dollars, and Musk has conceded that such efforts have bankrupted others, such as the satellite operator Iridium. But when asked about funding for Starlink last week, he said the company has \"sufficient capital\" to carry out its plans. He added that SpaceX's latest funding round attracted \"more interest than we were seeking.\" In April, the company sought to raise about $400 million.\nBut before launch, Musk was only tepidly optimistic it would go off without a hitch.\n\"There is a lot of new technology here, so it's possible that some of these satellites may not work,\" Musk said last week, adding that there is a \"small possibility\" that none will work.\nSpaceX will need another six missions, Musk said, before Starlink can provide consistent internet coverage for small parts of the world. It will take 12 launches before the company can provide coverage for a significant portion of the world's population, according to Musk."
			}
		]
	}
}
