{
	"news":
	{
		"tech": [
			{
				"title": "Google employees are staging another protest",
				"source": "https://www.cnn.com/2019/05/01/tech/google-employees-protest-may-day/index.html",
				"text": "London (CNN Business)Protests are taking place at Google offices Wednesday, following allegations of retaliation from the company against employees who participated in walkouts last year.\nLeaders of the protests have called on their co-workers to participate in sit-ins at Google offices around the world, six months after walkouts over the company's handling of sexual harassment claims.\nOrganizers publicized the protests on Twitter, and one Google (GOOGL) employee told CNN Business that workers from at least 15 offices in the United States were expected to participate. A second employee in London confirmed that protests were planned for Wednesday.\nThousands of Google employees walked out in November after a New York Times report detailed years of sexual harassment allegations at the company and big payouts for accused executives.\nGoogle made some changes to its internal policies following the protests, including eliminating its forced arbitration policies for employees bringing sexual assault or harassment claims.\nBut protest organizers say that some workers who participated in the walkouts or voiced concerns about sexual harassment and discrimination have faced retaliation from Google.\nAccording to Wired, at least two employees involved with organizing the walkouts have accused the company of retaliation following the walkout. One claims she was demoted, while a second says her job was restructured.\n\"From being told to go on sick leave when you're not sick, to having your reports taken away, we're sick of retaliation,\" organizers tweeted Tuesday from the Twitter account @GoogleWalkout."
			},
			{
				"title": "Facebook is doubling down on AI to clean up the social network",
				"source": "https://www.cnn.com/2019/05/01/tech/facebook-ai-f8/index.html",
				"text": "San Jose (CNN Business)On Monday, Facebook's chief technology officer, Mike Schroepfer, tested my ability to tell the difference between broccoli and marijuana.\nHe showed me two pictures of green blobs and asked if they depicted the cruciferous vegetable or the mind-altering plant. I guessed both were cannabis; I was wrong. One, apparently, was an image of tempura broccoli.\nUnlike me, Facebook's content-filtering artificial intelligence technology can now determine which image is of food, and which is of marijuana, according to Schroepfer.\nAt Facebook's annual F8 developer conference on Wednesday, Schroepfer detailed just how much AI has improved over time, and the ways the world's largest social network uses the technology to, uh, weed out, posts and ads it doesn't want users to see.\nIt remains tricky for AI to consistently identify objectionable content. Yet Facebook and other social networks increasingly rely on a combination of artificial intelligence and human moderators to police content posted by users. Facebook has been criticized for relying too much on human contractors, as well as for its AI not catching violent live-streams like the New Zealand mosque shooting in March.\n\"The New Zealand video was an awful example of a place where we need to do a lot better,\" Schroepfer told CNN Business ahead of F8 over video chat.\nSchroepfer said AI is now Facebook's top method for finding bad content across most categories. And he explained that over the past four years, the company's machine-learning capabilities have evolved from not being able to catch "the really obvious stuff," to noticing content that isn't easily recognizable as the kind of thing you wouldn't want on Facebook."
			}
		],

		"business": [
			{
				"title": "Jeff Bezos' rocket company will launch another test of its tourism spaceship",
				"source": "https://www.cnn.com/2019/05/01/tech/blue-origin-space-tourism-new-shepard/index.html",
				"text": "New York (CNN Business)Blue Origin, the rocket company founded by Jeff Bezos, is testing its space tourism rocket again.\nThe rocket, which won't have a crew on board, will take off from a test site in rural Texas on Thursday around 9:30 am ET.\nIt will be the 11th uncrewed test of Blue Origin's New Shepard rocket, and it could be one of the last before the company starts selling tickets and sending its first customers to space. Blue Origin said earlier this year that it wants New Shepard to be open for business in 2019.\nA capsule outfitted with giant windows for future tourists to gaze out of sits on top of the rocket. But it's not ready for people just yet: Blue Origin said the rocket will carry 38 research payloads during Friday's flight.\nBlue Origin wants to eventually send passengers straight up to more than 62 miles above Earth, which is the line frequently used to define the beginning of outer space. The people will experience a few minutes of weightlessness before the capsule begins its descent. But the company, which has kept much of its development progress under wraps, has not started selling tickets, nor has it announced a price point.\nNew Shepard will help Blue Origin compete directly with Richard Branson's Virgin Galactic in the suborbital space tourism market.\nBranson, the billionaire businessman, told CNN Business in December that he wants to begin flying passengers in mid-2019. About 600 people have reserved a Virgin Galactic ticket, which is priced between $200,000 and $250,000.\nVirgin Galactic — which plans to use a rocket-powered plane to fly groups of people to the edge of space — has conducted two test flights above the 50-mile mark since December. Its spaceship requires two pilots to fly.\nBlue Origin's rocket, meanwhile, is fully automated. Both the Blue Origin and Virgin Galactic spacecrafts are reusable.\nBezos has said he is funding Blue Origin by selling about $1 billion worth of his Amazon (AMZN) stock each year. The company is quietly working on a few other projects, including a giant rocket called New Glenn that will be able to send hefty satellites and other payloads into orbit.\nWhile Elon Musk and his rocket company, SpaceX, have drawn massive media attention over the past decade, Blue Origin has stayed largely under the radar.\nBut that could change soon. Bezos will host a Blue Origin press event in Washington D.C. on May 9. The company has been light on details about that event, but said it will include \"an update on our progress and share our vision of going to space to benefit Earth.\""
			},
			{
				"title": "Big Oil bidding war: Major Occidental Petroleum shareholder voices 'grave concerns'",
				"source": "https://www.cnn.com/2019/05/01/investing/oil-deal-occidental-anadarko/index.html",
				"text": "New York (CNN Business)Occidental Petroleum's decision to enter a bidding war with Chevron is drawing fire from a leading shareholder.\nT. Rowe Price (TROW), which owns about $1.2 billion of Occidental (OXY) stock, is concerned that the proposed takeover of Anadarko Petroleum will blow up the company's balance sheet and leave it vulnerable to the next crash in oil prices.\n\"We have grave concerns about what has been proposed,\" John Linehan, a portfolio manager at T. Rowe Price, told CNN Business on Wednesday. \"We're worried about the financial leverage.\"\nThose worries have not been eased by the fact that Occidental's bidding war has received a plum endorsement from Warren Buffett's Berkshire Hathaway (BRKA). The legendary investor pledged on Tuesday to invest $10 billion in Occidental to help finance the pricey takeover.\n\"The deal with Buffett is very expensive to Occidental and very generous to Berkshire,\" said Linehan, who previously told Barron's about his concerns.\nT. Rowe Price owned 21.1 million shares of Occidental as of the end of 2018, according to Refinitiv. That amounts to a 2.8% stake and made the firm Occidental's sixth-biggest shareholder.\nOccidental did not respond to a request for comment from CNN Business, but CEO Vicki Hollub said in a statement on Tuesday that the company is \"thrilled\" to have Berkshire's support.\nLast week, Occidental launched a hostile takeover bid for Anadarko Petroleum (APC) in an effort to expand its position in the Permian Basin, the red-hot shale oilfield in West Texas. The Occidental offer is about 20% richer than the buyout deal Anadarko reached last month with Chevron. It would be one of the biggest oil-and-gas deals on record.\nAnadarko announced on Monday that it will enter formal merger talks with Occidental.\nThe bidding war pits Occidental against a well-heeled rival. Valued at nearly $229 billion, Chevron (CVX) is five times larger than Occidental. Chevron also has more than twice as much cash on its balance sheet and access to cheaper financing.\nThe size of the Anadarko offer raised concerns among some analysts that Occidental could be biting off more than it can chew. Occidental has said it would \"rapidly deleverage\" by selling off up to $15 billion of assets within two years.\nBut Linehan warned that there's no guarantee Occidental will be able to quickly unload businesses, especially in the notoriously boom-to-bust oil industry. While oil prices have surged in 2019, they suddenly plunged into a bear market last fall. And just three years ago, dozens of oil companies went bankrupt as US oil crashed to $26 a barrel.\n\"We think a strong balance sheet is essential to navigate potential downturns that occur in commodities and cyclical businesses like this,\" Linehan said."
			}
		],

		"sport": [
			{
				"title": "Suns HC Rumors: Monty Williams 'Gaining Real Momentum' to Be New Coach",
				"source": "https://bleacherreport.com/articles/2834214-suns-hc-rumors-monty-williams-gaining-real-momentum-to-be-new-coach",
				"text": "The Phoenix Suns may be closing in on their next head coach.\nOn Wednesday, Marc Stein of the New York Times reported the possibility of Phoenix hiring Monty Williams to fill the role is \"gaining real momentum.\"\nStein noted the job is his \"if he wants it\" but pointed out the fact Williams could have multiple opportunities means he \"has the rare ability to be choosy about where he wants to coach next.\"\nESPN's Adrian Wojnarowski reported in April the Suns were \"planning to target\" Williams, who is currently an assistant coach with the Philadelphia 76ers, after they fired head coach Igor Kokoskov. However, he also noted the Los Angeles Lakers were planning to interview him a second time, as well.\nWilliams was a player before he was a coach, entering the league out of Notre Dame as a first-round draft pick of the New York Knicks in 1994. He played nine seasons for the Knicks, San Antonio Spurs, Denver Nuggets, Orlando Magic and 76ers.\nHe was then an assistant coach for the Portland Trail Blazers before he became the head coach of the New Orleans Hornets/Pelicans prior to the 2010-11 season. He spent five seasons in New Orleans and accumulated a 173-221 record with two playoff appearances, although he lost in the first round both times.\nWilliams has been the associate head coach of the Oklahoma City Thunder and an assistant with Philadelphia since.\nAs for Phoenix, it finished with the worst record in the Western Conference (19-63) this past season. Organizational stability is also a question mark following the decision to fire Kokoskov after just one season.\nStill, promising pieces are in place with Devin Booker, Deandre Ayton and a 2019 draft pick that has a 14 percent chance of landing at No. 1 overall and turning into Duke's Zion Williamson.\nWilliams will have to weigh that as he decides on a job apparently there for the taking."
			},
		]
	}
}
