{
	"news": {
		"politic": [{
				"title": "Donald Trump Jr. reaches deal with Senate Intelligence Committee for testimony in June",
				"source": "https://www.cnn.com/2019/05/14/politics/donald-trump-jr-agree-to-senate-intel/index.html",
				"text": "Donald Trump, Jr. and the Senate Intelligence Committee have reached a deal for the President's eldest son to appear before the committee behind closed doors in mid-June, sources familiar with the matter told CNN.\nThe agreement for Trump Jr.'s testimony comes after the committee issued a subpoena last month that sparked an intense blowback against Republican Chairman Richard Burr of North Carolina from Trump Jr.'s allies and many of Burr's Republican colleagues.\nThe interview will be limited to two-to-four hours and limited in scope to five-to-six topics, according to the sources. But questions about the June 2016 Trump Tower meeting and the Trump Tower Moscow project will not be off limits, said two sources familiar with the matter.\nQuestions on Trump Tower Moscow and the Trump Tower meeting would be constrained to limited followups, a source close to Trump Jr. said, and if any of the same questions are asked from Trump Jr.'s initial 2017 interview, he will refer the committee to his prior testimony.\nBut a source close the committee said that Trump Jr. would be required to answer questions about discrepancies between his past testimony and what other witnesses have told both the Senate committee and special counsel Robert Mueller's team.\nThe two sides agreed it would be the last time Trump Jr. will be asked to come before the committee in relation to its investigation into Russian interference in the 2016 campaign, the sources said.\nBefore the agreement was reached, the two sides were locked in a stand-off over the subpoena to Trump Jr. that nearly forced the North Carolina Republican to have to decide whether to hold the President's son in contempt. Trump Jr. faced a Monday deadline to respond to the committee's subpoena, but the committee agreed to extend the deadline an additional day as committee aides and Trump Jr.'s lawyers worked to negotiate an agreement, sources said.\nTrump Jr.'s legal team had crafted a letter they were ready to send to the committee ahead of the subpoena deadline stating that the President's son was prepared to be held in contempt, according to one source. The bottom line, the source said, was that Trump Jr. was not coming and was not going to invoke his Fifth Amendment rights.\nThe letter, which was described to CNN, argued that Trump Jr. had given more than 20 hours of testimony, produced hundreds of thousands of documents in various investigations, and answered all the questions fully.\nNews of the subpoena last week prompted a major pressure campaign against Burr to drop the matter. The President weighed in after news of the subpoena became public, calling it \"very unfair\" and retweeting criticism of Burr over the weekend.\nTrump Jr.'s Republican allies argued that the Mueller report had been issued and that was the final word, and there was no reason to drag Trump Jr. back. Some went so far as to accuse Burr of being a Democrat or engaging in what amounted to a \"persecution\" of the President's family. One source said that Trump Jr. feels like the pressure campaign waged by Senate Republicans and other allies helped convince Burr and the committee to find an agreement with Trump Jr.\nBut Burr was unmoved by calls from Senate Republicans — including some on his committee — to drop the matter. Burr has repeatedly declined to comment as the negotiations continued.\n\"I don't address anything in witness engagements, thanks,\" Burr said Tuesday, just minutes before news of the agreement was made public.\nTrump Jr. is now slated to return to the committee for a second time, after initially testifying voluntarily in December 2017.\nThe first interview was conducted only with staff, but senators will be able to sit in on Trump Jr.'s second appearance, according to one source. They've done the same for other witnesses who have returned to the committee this year, including the President's son-in-law, Jared Kushner.\nThe committee began seeking a second interview from Trump Jr. in December, Burr told his Senate colleagues last week. After Trump Jr. twice agreed and postponed his appearance, the committee issued a subpoena for his testimony in April.\nThe committee initially issued the subpoena for Trump Jr. to appear on May 1. Trump Jr. had a previously scheduled hunting trip in Alaska at the same time, according to sources familiar with the matter. After the committee would not agree to limits on the time or scope of his testimony ahead of the May 1 date, Trump Jr. chose to defy the subpoena and not appear, one source said.\nTrump Jr. went on the hunting trip, the source said, but it was unconnected to his decision not to go before the committee, which was due to the disagreement over the scope of his testimony.\nThe committee officially noted Trump Jr.'s absence on the day he was supposed to appear to signal his noncompliance with the subpeona, said another source.\nThere have been questions raised about Trump Jr.'s 2017 testimony, when he appeared before the Senate Intelligence, House Intelligence and Senate Judiciary committees. The Senate Judiciary Committee released a transcript of the interview.\nThe release of the Mueller report has prompted questions about what Trump Jr told the Judiciary panel, including whom he spoke to about dirt on Hillary Clinton before the June 2016 Trump Tower meeting, and the breadth of discussions he had with the President's former personal attorney Michael Cohen about the Trump Tower Moscow project."
			},
			{
				"title": "Georgia governor postpones Los Angeles trip as film industry protests new abortion law",
				"source": "https://www.cnn.com/2019/05/14/politics/georgia-brian-kemp-los-angeles-abortion/index.html",
				"text": "Georgia Republican Gov. Brian Kemp has postponed a planned trip to Los Angeles as many big names in Hollywood have responded with outrage over recently passed anti-abortion legislation, The Atlanta Journal Constitution reported Tuesday.\nThe AJC said Kemp would no longer attend an event slated for next week and noted the timing of the delay came in the wake of Kemp signing into law a controversial bill that would generally ban abortions as soon as a fetal heartbeat is detected. Fetal heartbeat detection can come as soon as six weeks into a pregnancy -- when many women don't yet know they are pregnant.\nCody Hall, Kemp's spokesman, told CNN that they had \"confirmed a date to go out to LA this fall.\"\n\"In the meantime, the Governor will be touring production studios in GA to meet with employees and reaffirm his commitment to the film industry in our state,\" Hall said.\nIn recent years, following the passage of a tax incentive, Georgia has been the site of increasing film and television production, with the entertainment industry becoming a high-profile and widely-championed sector of the state's economy. But the recent passage of one of the strictest anti-abortion bills in the country has been met with condemnation by filmmakers, some of whom have said they will avoid production in the state because of the measure.\nOthers, including directors J.J. Abrams and Jordan Peele, said they would continue to shoot in the state but donate their fees to the American Civil Liberties Union of Georgia and a Georgia election reform group.\nKemp signed the legislation earlier this month. Legal groups, including the ACLU, have pledged to challenge the law and called it an illegal infringement on established rights to abortion access.\nGeorgia GOP Sen. David Perdue said on Monday he doesn't think the backlash from Hollywood would hurt his state's economy."
			}
		]
	}
}
