{
	"news": {
		"politic": [
			{
				"title": "House Judiciary chair: Mueller 'wants to testify in private'",
				"source": "https://www.cnn.com/2019/05/23/politics/jerry-nadler-mueller-testify-in-private/index.html",
				"text": "House Judiciary Chairman Jerry Nadler said Thursday that special counsel Robert Mueller wants to testify in private in order to avoid a political spectacle after more than a year of public silence.\nThe New York Democrat told MSNBC that Mueller is \"willing to make an opening statement, but he wants to testify in private,\" but that he is urging the special counsel to testify before his committee publicly.\nCNN first reported Mueller's team had expressed reluctance to him testifying publicly.\n\"We think it's important for the American people to hear from him and to hear his answers to questions about the report,\" Nadler said.\nIf Mueller testified in private, Nadler said, the public would see a transcript of his testimony.\nAs for why Mueller would want to testify in private, Nadler speculated that the special counsel \"doesn't want to be public in what some people will regard as a political spectacle.\"\n\"He envisions himself, correctly, as a man of great rectitude and apolitical and he doesn't want to participate in anything that he might regard as a political spectacle, especially if the Republicans on the committee start asking him questions about the beginning of the ... investigation,\" Nadler said.\nWhen asked if members of Mueller's team should testify, Nadler said, \"I think we probably will hear from them and from a lot of other people.\"\nHe said the committee's intention is to \"open all of this up to the American people, to have everybody relevant testify so that people understand what was in the Mueller report, what wasn't in the Mueller report, so that they understand what was going on.\"\nSince the release of a redacted version of Mueller's report by the Department of Justice in April, Nadler has repeatedly said that the special counsel must appear before his committee, and that he would subpoena Mueller if necessary."
			},
			{
				"title": "House Judiciary Chairman Jerry Nadler appears to nearly faint at New York news conference",
				"source": "https://www.cnn.com/2019/05/24/politics/jerry-nadler-faints-new-york/index.html",
				"text": "House Judiciary Chairman Jerry Nadler, a high-profile Democrat, appeared to nearly faint during a news conference Friday, halting the event as New York Mayor Bill de Blasio offered him assistance.\nIn the brief episode, Nadler is seen on video appearing disoriented and slow to respond as de Blasio offers him water. Nadler was immediately assisted by medical staff who were at the event, and Nadler responded to them.\nNadler aide Daniel Schwartz told CNN that the congressman \"is OK\" and that he \"seems to have been dehydrated and it was very warm in the room. He is now responsive and receiving a check-up.\"\nNadler chairs the influential Judiciary Committee, which is currently conducting an investigation of Donald Trump's presidential campaign, businesses, transition and administration.\nNadler himself later tweeted, that he appreciated \"everyone's concern.\"\n\"Was very warm in the room this morning, was obviously dehydrated and felt a bit ill. Glad to receive fluids and am feeling much better. Thank you for your thoughts,\" Nadler wrote."
			}
		]
	}
}
